<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: yunwuxin <448901948@qq.com>
// +----------------------------------------------------------------------

return [
    'title'								=>	 '电子摄像管控系统',
    'welcome'							=>	 '欢迎使用电子摄像管控系统',
    'meta_charset'						=>	 'UTF-8',
    'copyright'                         =>   '版权所有 2017 上海金诺信息技术有限公司',

	'form_token_name'					=>	'__token__',
	's_key'								=>	'LZYKINGNET!@#^&*601102',
	'pagenum'							=>	15,
	'width'								=>	300,
	'height'							=>	220,
	//'device_alive_refresh_time'			=>	5000,//在线设备刷新时间

];