<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// +----------------------------------------------------------------------
// | 应用设置
// +----------------------------------------------------------------------



return [

	// 默认的访问控制器层
	'url_controller_layer'   => 'api',
    // URL伪静态后缀
    'url_html_suffix'        => 'shtml',//在这里配置无效，必须在应用配置里配置
    // 视图输出字符串内容替换
	/*
	'view_replace_str'       => [
        '__STATIC__'    => __ROOT__ . '/public/static',
        '__CSS__'       => __ROOT__ . '/public/static/css',
        '__JS__'        => __ROOT__ . '/public/static/js',
        '__IMAGES__'    => __ROOT__ . '/public/static/images',
    ],
	*/
];
